#=========================ARMOR==========================
#------------------------CRAFTING-------------------------
piece_reforger=装甲强化台
piece_reforger_ext1=巨魔强化组件
piece_reforger_ext2=青铜强化组件
piece_reforger_ext3=铁质强化组件
piece_reforger_ext4=白银强化组件
piece_reforger_ext5=黑金强化组件
#------------------------RESOURCES-------------------------
item_salamander_fur=蝾螈兽皮
item_salamander_fur_description=无畏勇士成就的证明...
#------------------------CLASSES-------------------------
class_berserker=狂战士
class_ranger=弓箭手
class_tank=盾战士
class_thrower=游击兵
class_challenge=狂妄者
#------------------------CAPES-------------------------
item_cape_deerhideT0=鹿皮披风
item_cape_deerhideT1=蝾螈鹿皮披风
item_cape_trollhideT0=巨魔皮披风
item_cape_trollhideT1=蝾螈巨魔皮披风
item_cape_wolfT1=狼皮披风
item_cape_loxT1=牦牛披风
item_cape_linenT0=亚麻披风
item_cape_linenT1=蝾螈亚麻披风
ArmorBarbarianCapeJDT0=野蛮人披风
ArmorBarbarianCapeJDT1=蝾螈野蛮人披风
#------------------------RAG-------------------------
item_chest_rags_t0=兵甲
item_chest_rags_t1=巨魔皮兵甲
item_chest_rags_t2=青铜兵甲
item_chest_rags_t3=铁质兵甲
item_chest_rags_t4=银质兵甲
item_chest_rags_t5=黑金布兵甲
item_chest_rags_t6=蝾螈皮兵甲
item_legs_rags_t0=兵护腿
item_legs_rags_t1=巨魔兵护腿
item_legs_rags_t2=青铜兵护腿
item_legs_rags_t3=铁质兵护腿
item_legs_rags_t4=银质兵护腿
item_legs_rags_t5=黑金兵护腿
item_legs_rags_t6=蝾螈兵护腿
#------------------------LEATHER-------------------------
item_helmet_leather_t0=狂战士头盔
item_helmet_leather_t1=巨魔狂战士头盔
item_helmet_leather_t2=青铜狂战士头盔
item_helmet_leather_t3=钢铁狂战士头盔
item_helmet_leather_t4=白银狂战士头盔
item_helmet_leather_t5=黑金狂战士头盔
item_helmet_leather_t6=无畏狂战士头盔
item_chest_leather_t0=狂战士胸甲
item_chest_leather_t1=巨魔狂战士甲胄
item_chest_leather_t2=青铜狂战士甲胄
item_chest_leather_t3=钢铁狂战士甲胄
item_chest_leather_t4=白银狂战士甲胄
item_chest_leather_t5=黑金狂战士甲胄
item_chest_leather_t6=无畏狂战士甲胄
item_legs_leather_t0=狂战士护腿
item_legs_leather_t1=巨魔狂战士护腿
item_legs_leather_t2=青铜狂战士护腿
item_legs_leather_t3=钢铁狂战士护腿
item_legs_leather_t4=白银狂战士护腿
item_legs_leather_t5=黑金狂战士护腿
item_legs_leather_t6=无畏狂战士护腿
#------------------------TROLL LEATHER-------------------------
item_helmet_trollleather_t0=潜伏者头盔
item_helmet_trollleather_t2=青铜潜伏者头盔
item_helmet_trollleather_t3=钢铁潜伏者头盔
item_helmet_trollleather_t4=白银潜伏者头盔
item_helmet_trollleather_t5=黑金潜伏者头盔
item_helmet_trollleather_t6=无畏潜伏者头盔
item_chest_trollleather_t0=潜伏者胸甲
item_chest_trollleather_t2=青铜潜伏者甲胄
item_chest_trollleather_t3=钢铁潜伏者甲胄
item_chest_trollleather_t4=白银潜伏者甲胄
item_chest_trollleather_t5=黑金潜伏者甲胄
item_chest_trollleather_t6=无畏潜伏者甲胄
item_legs_trollleather_t0=潜伏者护腿
item_legs_trollleather_t2=青铜潜伏者护腿
item_legs_trollleather_t3=钢铁潜伏者护腿
item_legs_trollleather_t4=白银潜伏者护腿
item_legs_trollleather_t5=黑金潜伏者护腿
item_legs_trollleather_t6=无畏潜伏者护腿
#------------------------BRONZE-------------------------
item_helmet_bronze_t0=守卫者头盔
item_helmet_bronze_t3=钢铁守卫者头盔
item_helmet_bronze_t4=白银守卫者头盔
item_helmet_bronze_t5=黑金守卫者头盔
item_helmet_bronze_t6=无畏守卫者头盔
item_chest_bronze_t0=守卫者胸甲
item_chest_bronze_t3=钢铁守卫者甲胄
item_chest_bronze_t4=白银守卫者甲胄
item_chest_bronze_t5=黑金守卫者甲胄
item_chest_bronze_t6=无畏守卫者甲胄
item_legs_bronze_t0=守卫者护护腿
item_legs_bronze_t3=钢铁守卫者护腿
item_legs_bronze_t4=白银守卫者护腿
item_legs_bronze_t5=黑金守卫者护腿
item_legs_bronze_t6=无畏守卫者护腿
#------------------------IRON-------------------------
item_helmet_iron_t0=复活者头盔
item_helmet_iron_t4=白银复活者头盔
item_helmet_iron_t5=黑金复活者头盔
item_helmet_iron_t6=无畏复活者头盔
item_chest_iron_t0=复活者胸甲
item_chest_iron_t4=白银复活者甲胄
item_chest_iron_t5=黑金复活者甲胄
item_chest_iron_t6=无畏复活者甲胄
item_legs_iron_t0=复活者护腿
item_legs_iron_t4=白银复活者护腿
item_legs_iron_t5=黑金复活者护腿
item_legs_iron_t6=无畏复活者护腿
#------------------------SILVER-------------------------
item_helmet_drake_t0=不屈者头盔
item_helmet_drake_t5=黑金不屈者头盔
item_helmet_drake_t6=无畏不屈者头盔
item_chest_wolf_t0=不屈者胸甲
item_chest_wolf_t5=黑金不屈者甲胄
item_chest_wolf_t6=无畏不屈者甲胄
item_legs_wolf_t0=不屈者护腿
item_legs_wolf_t5=黑金不屈者护腿
item_legs_wolf_t6=无畏不屈者护腿
#------------------------PADDED-------------------------
item_helmet_padded_t0=抗击者头盔
item_helmet_padded_t6=无畏抗击者头盔
item_chest_padded_t0=抗击者甲胄
item_chest_padded_t6=无畏抗击者甲胄
item_legs_padded_t0=抗击者护腿
item_legs_padded_t6=无畏抗击者护腿
#------------------------BARBARIAN-------------------------
ArmorBarbarianBronzeHelmetJD=蛮族头盔
ArmorBarbarianBronzeChestJD=蛮族甲胄
ArmorBarbarianBronzeLegsJD=蛮族护腿
ArmorBarbarianCapeJD=蛮族披风
ArmorBarbarianBronzeHelmetJD_desc=帮助隐藏自身的头盔.
ArmorBarbarianBronzeChestJD_desc=融于自然的甲胄，便于在丛林中穿梭.
ArmorBarbarianBronzeLegsJD_desc=韧性极佳的护腿，保护自己行动不受阻.
ArmorBarbarianCapeJD_desc=野蛮人披风
item_helmet_barbarian_t3=钢铁蛮族头盔
item_helmet_barbarian_t4=白银蛮族头盔
item_helmet_barbarian_t5=黑金蛮族头盔
item_helmet_barbarian_t6=蛮王头盔
item_chest_barbarian_t3=钢铁蛮族甲胄
item_chest_barbarian_t4=白银蛮族甲胄
item_chest_barbarian_t5=黑金蛮族甲胄
item_chest_barbarian_t6=蛮王甲胄
item_legs_barbarian_t3=钢铁蛮族护腿
item_legs_barbarian_t4=白银蛮族护腿
item_legs_barbarian_t5=黑金蛮族护腿
item_legs_barbarian_t6=蛮王护腿
#------------------------CHAOS-------------------------
item_helmet_chaos_t0=混沌者头盔
item_helmet_chaos_t10=苏醒者头盔
item_helmet_chaos_t20=觉醒者头盔
item_chest_chaos_t0=混沌者甲胄
item_chest_chaos_t10=苏醒者甲胄
item_chest_chaos_t20=觉醒者甲胄
item_legs_chaos_t0=混沌者护腿
item_legs_chaos_t10=苏醒者护腿
item_legs_chaos_t20=觉醒者护腿
#------------------------UTILITY BELTS-------------------------
item_helmet_woodsman=森林破坏者腰带
item_belt_miner=丘陵破坏者腰带
item_belt_waterproof=收集者腰带
item_belt_farmer=冒险者腰带
item_belt_thief=潜伏者腰带
#=========================WEAPONS==========================
#-------------------------GREATSWORDS-------------------------
item_greatsword_iron=钢铁双手剑
item_greatsword_chitin=甲壳巨剑
item_greatsword_folcbrand=烈焰巨剑
item_greatsword_blackmetal=黑金属巨剑
item_greatsword_fire=银月巨剑
item_greatsword_iron_description=平凡的屠刀.
item_greatsword_chitin_description=一把来自深渊的剑.
item_greatsword_blackmetal_description=杀气武装的钢刃.
item_greatsword_folcbrand_description=一把锋利的剑，每一击都像刺骨的寒风.
item_greatsword_fire_description=怒火造就了他，炼狱席卷这片土地.
#-------------------------BATTLEAXES-------------------------
item_battleaxe_flint=双手棍
item_battleaxe_bronze_terraheim=青铜战斧
item_battleaxe_silver=白银战斧
item_battleaxe_blackmetal=黑金战斧
item_battleaxe_fire=炼狱戟
item_battleaxe_flint_description=有时候最好不要把事情弄得太复杂...
item_battleaxe_bronze_terraheim_description=狼族收割者.
item_battleaxe_silver_description=纯银制成的冰冷的刀刃.
item_battleaxe_blackmetal_description=一把未知材料制成的剑.
item_battleaxe_fire_description=雷金的宝藏、撕心者、屠龙者.
#------------------------ARROWS-------------------------
item_arrow_great_fire=火焰箭
item_arrow_fire_great_description=也许不是最微妙的工具，但没有人会怀疑它的有效性.
#-------------------------AXES-------------------------
item_axe_frost=猎龙斧
item_axe_frost_description=高原勇者击杀寒冰龙的武器.
item_axe_fire=炼狱斧
item_axe_fire_description=成型于不公的怒火，劈开世间的黑暗.
item_axe_serpent=蛟龙斧 
item_axe_serpent_description=用蛟龙的肉身制成的武器，是屠龙者最好的证明.
#-------------------------ATGEIRS-------------------------
item_atgeir_silver=银戟
item_atgeir_silver_description=来自雪山的戟，其冰冷的刀锋使人想起苍白的霜冻.
item_atgeir_fire=圣剑荣光
item_atgeir_fire_description=神赐予的剑.
#-------------------------SPEARS-------------------------
item_spear_blackmetal=黑金属矛
item_spear_blackmetal_description=来自地狱的注视.
item_spear_fire=炼狱矛
item_spear_fire_description=生命是它的燃料.
#-------------------------SLEDGES-------------------------
item_battleaxe_sledge_blackmetal=黑金属锤
item_battleaxe_sledge_blackmetal_description=坚不可摧的边缘，压得粉碎的中心.
item_battleaxe_sledge_fire=炼狱锤
item_battleaxe_sledge_fire_description=犹如火山喷发.
#-------------------------SHIELDS-------------------------
item_shield_silverdagger=招架匕首
item_shield_silverdagger_description=取胜的关键往往是策略，而不是蛮力.
item_shield_fire=炼狱盾
item_shield_fire_description=亚瑟的盾，一个复杂的燃烧金属结.
item_shield_fire_tower=炼狱塔盾
item_shield_fire_tower_description=亡灵之灾，错综复杂的结中召唤出的地狱.
#-------------------------BOWS-------------------------
item_bow_blackmetalTH=黑金属弓
item_bow_blackmetalTH_description=灵活的四肢超自然的黑色金属允许一个更快的拉速.
item_bow_fireTH=炼狱弓
item_bow_fireTH_description=神灵用于惩罚世人的弓箭，传说天火来自于他.
#-------------------------DAGGERS-------------------------
item_knife_iron=铁质匕首
item_knife_iron_description=你对过去生活的模糊回忆.
item_knife_silver=黑曜石匕首
item_knife_silver_description=高山矿石，锋利无比。它和神选之子的盔甲有某种关联。
item_knife_fire=炼狱匕首
item_knife_fire_description=亚瑟的心脏，奥文的切肉刀。这把神赐的匕首燃烧着非自然的火焰.
#-------------------------MACES-------------------------
item_mace_fire=阿尔梅斯
item_mace_fire_description=我的信仰是，充满怒火的毁灭之球。.
#-------------------------MISC WEAPONS-------------------------
item_torch_olympia=黑金属耙
item_torch_olympia_description=一些穿着长袍的家伙给了你这个...
item_pickaxe_blackmetal=黑色金属镐
item_pickaxe_blackmetal_description=一个真正出色的工具，耐用且有效.
#-------------------------BOMBS-------------------------
item_firebomb=燃烧弹
item_frostbomb=冰霜弹
item_lightningbomb=霹雳弹
item_firebomb_description=烈焰正在高涨...
item_frostbomb_description=寒冷不断蔓延...
item_lightningbomb_description=恐怖的气息令人畏惧...
#-------------------------THROWING AXES-------------------------
item_throwingaxe_flint=燧石飞斧
item_throwingaxe_bronze=铜质飞斧
item_throwingaxe_iron=铁质飞斧
item_throwingaxe_silver=白银飞斧
item_throwingaxe_blackmetal=黑金属飞斧
item_throwingaxe_fire=斩裂剑
item_throwingaxe_flint_description=愿你的目标成真...
item_throwingaxe_bronze_description=愿你的手臂强壮...
item_throwingaxe_iron_description=愿你的眼睛敏锐...
item_throwingaxe_silver_description=愿你的斧头找到它的印记...
item_throwingaxe_blackmetal_description=愿你的敌人被杀...
item_throwingaxe_fire_description=愿这一天被赢...